{
  "LazyVim": { "branch": "main" },
  "SchemaStore.nvim": { "branch": "main" },
  "baleia.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "conjure": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mcphub.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-paredit": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "smear-cursor.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
